Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/Melding_om_samisk_institusjonsutvikling_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Ođđajagimánu 2004 rájes lea maiddái YLE Sámi Radio searvan dán ovttasbargui .
nob: Fra januar 2002 har også YLE Sámi Radio deltatt i dette samarbeidet .

source: Dearvvašvuođa- ja sosiálabálvalusat Norggas leat láhkageatnegahttojuvvon bálvalusat ja stáhtas lea dain ovddasvástádus .
nob: Helse og sosial Helse- og sosialtjenestene i Norge er lovpålagte tjenester underlagt statens ansvar .

source: Dearvvašvuođabálvalus lea váldoáššis juhkkojuvvon guovtti oassái ja dat leat spesialistadearvvašvuođabálvalus ja vuođđodearvvašvuođabálvalus .
nob: Helsetjenestene er hovedsakelig delt inn i spesialisthelsetjeneste og primærhelsetjeneste .

source: Guovllulaš dearvvašvuođa doaimmahagain , ja dearvvašvuođa- ja sosiálaministaris lea dan olis go leat eaiggádat , ovddasvástádus buohcciviesuin ja spesialistabálvalusain .
nob: De regionale helseforetakene , og helse- og omsorgsministeren i egenskap av å være eier , er ansvarlige for sykehusene og spesialisthelsetjenesten .

source: Gielddas lea ovddasvástádus vuođđodearvvašvuođabálvalusas .
nob: Kommunene har ansvaret for primærhelsetjenesten .

source: Dasto lea mánáidsuodjalanbálvalus organiserejuvvon Mánáid- ja bearašossodaga vuollásažžan ( Mánáid- , nuoraid- ja bearašdirektoráhta guovllukantuvrrat ) ja gielddain .
nob: Videre er tilbudet innen barnevern organisert under Barne- og familieetaten ( regionkontorer under Barne- , ungdoms- og familiedirektoratet ) og kommunene .

source: Sámediggeráđi dearvvašvuođapolitihkka vuođđuduvvá dasa ahte sámi álbmogis lea vuoigatvuohta oažžut ovttadássásaš dearvvašvuođa- ja sosiálabálvalusaid nugo muđui álbmogis leat .
nob: Sametingsrådets helsepolitikk bygger på rett til en likeverdig helse- og sosialtjeneste til det samiske folk på lik linje med den øvrige befolkning .

source: Ovttadássásaš dearvvašvuođa- ja sosiálabálvalusat sámi álbmogii eaktudit ahte ovddasvástádus addit ovttadássásaš bálvalusaid loktejuvvo bajimuš dássái , ja ahte galgá leat máhtolašvuohta sámi gielas ja kultuvrras ja gelbbolašvuohta daid birra buot dásiin dearvvašvuođa- ja sosiálabálvalusas .
nob: Et likeverdig helse- og sosialtilbud til det samiske folk forutsetter at ansvaret for å gi et likeverdig tilbud løftes opp på et overordnet nivå , og at kunnskap om og kompetanse i samisk språk og kultur etableres på alle nivåer i helse- og sosialtjenesten .

source: Sámediggi lea bargan garrasit dearvvašvuođa- ja sosiálaáššiiguin mat gusket sámi bálvalusoažžuide .
nob: Sametinget har engasjert seg sterkt i helse- og sosialpolitiske spørsmål som angår samiske tjenestemottakere .

source: Sámedikkis Norgga bealde lea bajimuš ovddasvástádus sámi dearvvašvuođa- ja sosiálapolitihka hábmemis , ja lea dat guovdileamos eaktodeaddji norgalaš eiseválddiid ektui dássásaš fálalagaid ovddideami oktavuođas sámi álbmoga várás .
nob: Sametinget i Norge har det overordnede ansvaret for samisk helse- og sosialpolitikkutforming , og er den mest sentrale premissleverandør overfor norske myndigheter i utviklingen av et likeverdig tilbud til det samiske folk .

source: Sámediggi mearridii 2005:s dieđáhusa sámi dearvvašvuođa- ja sosiálabálvalusaid birra .
nob: I 2005 vedtok Sametinget en melding om samiske helse- og sosialtjenester .

source: Dieđáhusas mii válddahallá dearvvašvuođa- ja sosiálasuorggi boahtteáiggi strategalaš barggu , boahtá ovdan ahte jos galgat lihkostuvvat ovttadássásaš dearvvašvuođa- ja sosiálabálvalusaid ovddidemiin sámi álbmoga váste , de ferte geavahit sierralágan stivrengaskaomiid , earret eará heivehuvvon organiserema , gelbbolašvuođa ovddideami ja ruhtadeami .
nob: I meldingen som beskriver framtidig strategisk arbeid innenfor helse og sosial , fremgår det at dersom man skal lykkes med å utvikle en likeverdig helse- og sosialtjeneste til det samiske folk , må ulike styringsverktøyer brukes , der i blant tilpasset organisering , kompetanseutvikling og finansiering .

source: Sámi pasieanttat deaividit erenoamáš hástalusaid go deaividit norgalaš dearvvašvuođa- ja sosiálavuogádagain .
nob: Samiske pasienter møter spesielle utfordringer i kontakt med det norske helse- og sosialsystemet .

source: Hástalusat čatnasit dasa ahte sámi pasieanttain lea eará kultuvra ja dávjá eará giella go bálvalusfálliin .
nob: Utfordringer er knyttet til at samiske pasienter har en annen kultur og ofte et annet språk enn tjenesteutøverne .

source: Váilu máhtolašvuohta sámi gielas ja kultuvrras ja daid birra fágaolbmuid gaskkas buot dásiin dearvvašvuođa- ja sosiálabálvalusaid siskkobealde , ja dat dagaha dan ahte sámi pasieanttat eai oaččo dássásaš bálvalusfálaldaga .
nob: Det er mangel på kunnskap om og i samisk språk og kultur blant fagfolk på alle nivåer innenfor helse- og sosialtjenester , noe som medfører at samiske pasienter ikke mottar et likeverdig tjenestetilbud .

source: Sámi pasieanttaid sierra rievttit leat čállojuvvon norgalaš rievttis ja riikkaidgaskasaš julggaštusain ja konvenšuvnnain .
nob: Samiske pasienters særskilte rettigheter er nedfelte i norsk rett og internasjonale erklæringer og konvensjoner .

source: Sámi pasieanttaid vuoigatvuođa ja dárbbuid julggašteapmi heivehuvvon dearvvašvuođafálaldagaid ektui lea dagahan dan ahte ollu ásahusat leat ásahuvvon .
nob: Erkjennelsen av samiske pasienters rett og behov for et tilpasset helsetilbud har ført til opprettelsen av en rekke institusjoner .

source: Dát ásahusat doibmet sierra resursaovttadahkan sámi pasieanttaid dearvvašvuođafálaldaga várás ja dat váldet vuolggasaji sámi gielas ja kultuvrras .
nob: Disse institusjonene fungerer som særskilte ressursenheter for et helsetilbud til samiske pasienter som tar utgangspunkt i samiske språk og kultur .

source: Váldooassi ásahuvvon sámi ásahusain barget psykalaš dearvvašvuođain .
nob: Hoveddelen av de etablerte samiske institusjoner ligger innenfor psykisk helse .

source: Sámi našuvnnalaš gealboguovddážis – psykalaš dearvvašvuođasuodjaleapmi ( SANKS ) lea nationála ovddasvástádus dássásaš falaldaga ovddideamis psykalaš dearvvašvuođas sámi álbmoga váste .
nob: Samisk nasjonalt kompetansesenter – psykisk helsevern ( SANKS ) har et nasjonalt ansvar for å bidra til utvikling av et likeverdig tilbud innen psykisk helsevern for den samiske befolkning .

source: Guovddáš lea Dearvvasvuođa doaimmahaga Dearvvašvuohta Finnmárku vuollásaš ja dasa gullet guovlupsykiátralaš doaimmat sisaváldinguovllus Gaska-Finnmárkkus .
nob: Senteret er underlagt Helse Finnmark HF og har distriktspsykiatriske funksjoner i opptaksområdet for Midt-Finnmark .

source: Mánáid- ja nuoraid psykiátralaš poliklinihkka , bearašdikšunossodat ja sámi nuoraidteama addet fálaldagaid sámi pasieanttaide riikka dásis .
nob: Barne- og ungdomspsykiatrisk poliklinikk , familiebehandlingsenheten og samisk ungdomsteam gir tilbud til samiske pasienter på landsbasis .

source: Spesialistaguovddáš Kárášjogas addá spesialistadoavtterfálaldagaid somatihkas álbmogii Finnmárkkus , ja das lea erenoamáš ovddasvástádus sámegielat álbmogis .
nob: Spesialistlegesenteret i Karasjok gir et spesialistlegetilbud innen somatikk til befolkningen i Finnmark , med særlig ansvar for den samisktalende befolkning .

source: Guovddáš lea Dearvvasvuođa doaimmahaga Dearvvašvuohta Finnmárku , Hámmárfeastta buohcciviesu vuollásaš .
nob: Senteret er underlagt Helse Finnmark HF , Hammerfest sykehus .

source: Guovddážis ii leat makkárge formálalaš nationála doaibma / mandáhta sámi álbmoga váste .
nob: Senteret har ingen formell nasjonal funksjon / mandat for den samiske befolkning .

source: Kárášjoga oahpahusbuohcceruoktu ( KOB ) lea njuolga Sosiála- ja dearvvašvuođadirektoráhta vuollásaš mas ovttas guossoheaddjigielddain lea ovddasvástádus doaimmas , ja man ektui KOB bargá go guoská bušehttii ja raporteremii .
nob: Undervisningssykehjemmet i Karasjok ( USH ) er direkte underlagt Sosial- og helsedirektoratet som sammen med vertskommunen har ansvaret for driftingen , og som USH forholder seg til når det gjelder budsjett og rapportering .

source: KOB galgá aktiivvalaš oahpahus- , gelbbolašvuođa- , dutkan- ja 22 fágaovddidanbirrasiid bokte buohcciruovttu / gieldda ja allaskuvlla / universitehta gaskka , váikkuhit boarrásiidfuolahusa diliid buorideami .
nob: USH skal gjennom et aktivt undervisnings- , kompetanse- , forsknings- og fagutviklingsmiljø mellom sykehjem / kommune og høgskole / universitet bidra til å forbedre forholdene i eldreomsorgen .

source: KOB fokusere dán oktavuođas bálvalusaid láhčima sámi álbmogii .
nob: USH fokuserer i denne sammenheng på tilrettelegging av tjenester til den samiske befolkningen .

source: Mánáidsuodjalusa ja bearašsuodjalusa oktavuođas eai leat ásahuvvon sierra sámi ásahusat .
nob: Innenfor barnevern og familievern er det ikke etablert egne samiske institusjoner .

source: Sámedikki bušehttii gullet earret eará čuovvovaš sámi ealáhusásahusat : Duodjeinstituhtta , Unjárgga Sámiid Duodji ja Duojáriid Dállu OS .
nob: Næring På Sametingets budsjett står blant annet følgende samiske næringsinstitusjoner : Duodjeinstituhtta , Unjárgga Sámiid Duodje og Duojáriid Dállu OS .

source: Duodjeinstituhtta lea vuođđudus mii vuođđuduvvui 16.04.93 .
nob: Duodjeinstituhtta er en stiftelse , som ble stiftet den 16.4.93 .

source: Dán vuođđudusa ulbmilin lea ovddidit duoji giehtaduodjin ja ealáhussan ja dan bokte váikkuhit dan ahte ealáhusat ja ođđa bargosajit ovddiduvvojit sámi giehtaduodjeárbevieruid vuođul .
nob: Stiftelsens formål er å utvikle duodji som håndverk og næring og ved det bidra til at det skapes næringsutvikling og nye arbeidsplasser basert på samiske håndverkstradisjoner .

source: Vuođđudus galgá dán oktavuođas leat mielde ovddideamen fágagelbbolašvuođa duojis ja leat das veahkkin , fállat veahki buvttaovddideapmái ja buvttabagadeapmái , álggahit geahččalan- ja ovddidandoaibmabijuid ja searvat daidda .
nob: Stiftelsen skal i denne sammenheng medvirke til å utvikle og bistå med fagkompetanse innen duodji , yte bistand til produktutvikling og produksjonsveiledning , initiere og delta i forsøks- og utviklingstiltak .

source: Vuođđudus galgá bidjat stuorra deattu dasa ahte dán ovddidanbarggu lea vejolaš čađahit lávga ja aktiivvalaš ovttasbargguin vuođđudeaddjiiguin , eará servviiguin , fitnodagaiguin ja ovttaskas olbmuiguin go guoská duodjedoibmii , sámi dutkan- ja oahpahusbirrasiidda ja almmolaš doaibmabiddjoorgánaide .
nob: Stiftelsen skal legge stor vekt på at dette utviklingsarbeidet kan skje i et nært og aktivt samarbeid med stiftere , andre foreninger , bedrifter og enkeltpersoner tilknyttet duodjivirksomhet , samiske forsknings- og utdanningsmiljø og offentlige tiltaksorganer .

source: Vuođđuduskapitála lea 604 500 ruvnno masa Sámiid duodji lea bidjan 450 000 ruvnno .
nob: Stiftelseskapitalen er på kr 604 500 hvor av Sámiid duodji har bidratt med kr 450 000 .

source: Eará vuođđudeaddjit lea SIVA , Sámi Instituhtta , Sámi allaskuvla ja Sámi boazodoallo- ja joatkkaskuvla .
nob: Øvrige stiftere er SIVA , Sámi instituhtta , Sámi allaskuvla og Samisk reindriftsskole og videregående skole .

source: Vuođđudusa doaibma galgá ruhtaduvvot dietnasiiguin mat bohtet ovddidanbargguin , kurssain , bagadusain , láigodietnasis ja stáhtalaš vuođđoruhtadeami bokte .
nob: Stiftelsens virksomhet skal finansieres ved inntekter fra utviklingsoppdrag , kurs , veiledning , leieinntekter og ved statlig grunnfinansiering .

source: Sámediggi ruhtada váldooasi Duodjeinstituhta doaimmas njuolgga doarjjan .
nob: Hovedparten av Duodjeinstituhttas virksomhet finansieres av Sametinget som direkte tilskudd .

source: 2008:s lei njuolgga doarjja 2 009 000 ruvnno .
nob: I 2008 var det direkte tilskuddet på kr 2 009 000 .

source: Stivrras leat dál guhtta lahtu maid ráđđečoahkádus vállje .
nob: Styret består i dag av seks medlemmer som velges av rådsforsamlingen .

source: Sámedikkis ii leat makkárge váikkuhanfápmu stivrra nammadeapmái .
nob: Sametinget har ingen innflytelse på oppnevningen av styret .

source: Unjárgga Sámiid Duoji ( BA ) ja Duojáriid Dálu OS ulbmilin lea láhčit vuovdima , ja láhčit láigolanjaid duodjeartihkkaliid buvttadeami várás .
nob: Unjárgga Sáiid Duodje ( BA ) og Duojáriid Dallu OS ( AS ) har som formål å distribuere for salg , samt tilrettelegge for utleie av lokaler for produksjon av duodjiartikler .

source: Ásahusas ii leat oktage bistevaš bargi .
nob: Institusjonene har ingen faste ansatte .

source: Máhtolašvuođa buvttadeapmi ja oahpahus ( Gelbbolašvuođaguovddážat , dutkan , čielggadeamit , alit oahppu ) 4.12.1 .
nob: Kunnskapsproduksjon og utdanning ( Kompetansesentre , forskning , utredning , høyere utdanning ) 4.12.1 .

source: Romssa universitehta
nob: Universitetet i Tromsø

source: Sierralágan máhtolašvuođaásahusat leat ásahuvvon erenoamážit maŋimuš 30 jagis , sihke dáru ja sámiid beales .
nob: Ulike kunnskapsinstitusjoner er blitt etablert særlig de siste 30 årene , både i norsk og samisk regi .

source: Go Romssa universitehta ásahuvvui 1970-logu álggus , de buorránii sámi áššiid máhtolašvuođa buvttadeapmi mealgat .
nob: Ved etableringen av Universitetet i Tromsø ( UiTø ) på begynnelsen av 1970-tallet fikk kunnskapsproduksjonen om samiske spørsmål et løft .

source: 5 Ságastallama oktavuođas go universitehta ásahuvvui deattuhuvvui ahte universitehtas leat ollu barggut maid gozihit riikkaoasi servodateallima ektui viiddis áddejumiin .
nob: 5 I debatten rundt etableringen av UiTø ble det understreket at universitetet hadde en rekke oppgaver å ivareta overfor landsdelens samfunnsliv i vid forstand .

source: Álgoálbmogiid ja minoritehtaid dárbbut – sámi álbmoga ja kvenaid – deattuhuvvojedje maiddái ságastallamiin .
nob: Behovet til urfolk og minoritetene - den samiske og kvenske befolkning - ble også understreket i debatten .

source: Ruudlávdegoddi dovddahii čielgasit ahte universitehta berrešii oažžut váldoovddasvástádusa Norggas sámi giela ja kultuvrra dutkamis .
nob: Ruudkomiteen ga klart uttrykk for at UiTø burde få hovedansvaret i Norge for forskning og undervisning i samisk språk og kultur .

source: Sihke giellafága ja historjjá fágalávdegottit ja servodatfága fágalávdegoddi , bidje ságastallamis deattu universitehta ektui dan ahte doaresfágalaš dutkama ovddideapmi ferte čadnojuvvot riikaoasi fágaárbevieruide ja dat ferte váldit vuhtii “ daid erenoamáš geatnegasvuođaid ” mat gusket sámi gillii , historjái ja servodateallimii .
nob: Både fagutvalget for språkfag og historie samt fagutvalget for samfunnsfag , la i debatten om UiTø vekt på at utvikling av flerfaglig forskning måtte knyttes til fagtradisjonen i landsdelen og ta hensyn til de særlige forpliktelser med hensyn til samisk språk , historie og samfunnsliv .

source: Dát áŋgiruššan vuođustuvvui dainna ahte Romssa museas / Romssa universitehtamuseas ( Sámi etnográfalaš fágaossodagas ) gávdno juo biras ja daid dutkandoaimmaid bokte maid sosiologat , sosiálaantropologat 5 www.nrk.ni/sami 23
nob: En slik satsing ble begrunnet ut i fra det allerede eksisterende miljøet ved Tromsø Museum / Universitetsmuseet i Tromsø ( Fagenhet for samisk etnografi ) , og gjennom den forskningsaktiviteten som fra siste halvdel av 1960-tallet var tatt opp av sosiologer , sosialantropologer og pedagoger .

source: Nugo Ruudlávdegoddi oaivvilda , de juhkkojuvvojedje vuosttaš virggit universitehtas servodatdieđalaš ja gielalaš suorgái .
nob: I henhold til Ruudkomiteen ble de første stillingene ved UiTø tildelt det samfunnsvitenskapelige og det språklige området .

source: 6 Universitehtas lea dál viiddis sámi dutkan ja oahpahus surggiin nugo giella , arkeologiija , dearvvašvuohta , historjá , juridihkka , jna.
nob: 6 I dag driver UiTø omfattende samisk forskning og undervisning på områder som språk , arkeologi , helse , historie , juss , etc.

source: Sámi dearvvašvuođadutkamiid guovddáš lea sierra sekšuvdna Romssa universitehta servodatmedisiinnalaš instituhta vuollásažžan .
nob: Senter for samisk helseforskning er en egen seksjon underlagt Institutt for samfunnsmedisin ved UiTø .

source: Guovddážis leat ossodatkantuvrrat Kárášjogas , Romssas ja Skániin , ja daid ruhtada ollásit Dearvvašvuođa- ja fuolahusdepartemeanta .
nob: Senteret har avdelingskontorer i Karasjok , Tromsø og Skånland , og er fullfinansiert av Helseog omsorgsdepartementet .

source: Guovddáža stivre čiezaolbmo fágaráđđi mii gullá instituhta stivrra vuollái .
nob: Senteret er styrt av et fagråd på syv som er underlagt instituttstyret .

source: Guovddáža ulbmilin lea ovdánahttit surggiidgaskasaš ja doaresfágalaš dutkan- ja ovddidanbarggu sámi álbmoga dearvvašvuođas ja eallineavttuin .
nob: Senterets hovedmål er å fremme interdisiplinær og tverrfaglig forsknings- og utviklingsarbeid på helse og levekår blant den samiske befolkningen i Norge .

source: Guovddáš galgá háhkat ođđa máhtolašvuođa dearvvašvuođas ja eallineavttuin sámi álbmoga birra ja dan gaskkas , ja dat galgá váikkuhit sámi dutkiid rekrutterema suorgái .
nob: Senteret skal fremskaffe ny kunnskap om helse og levekår om og blant den samiske befolkningen , og skal bidra til å rekruttere samiske forskere på området .

source: Guovddáža guovddášdoaibman lea čađahit álbmotiskkademiid ja systematiseret dieđuid , kártet vásihusaid ja dieđuid vuođđun dutkamii ja mearrádusaide .
nob: Senterets sentrale oppgaver er å gjennomføre befolkningsundersøkelser og systematisere data , kartlegge erfaringer og kunnskaper som grunnlag for forskning og beslutninger .

source: Dasto galgá dat addit rávvagiid gielddaide , departemeanttaide ja Sámediggái , ja galgá oahpahit eallineavttuid ja álgoálbmotdearvvašvuođa birra .
nob: Videre skal det drives rådgivning overfor kommuner , departementer og Sametinget , og det skal drives undervisning i levekår og urfolkshelse .

source: 1990:s ásahuvvui Romssa universitehtii Sámi dutkamiid guovddáš .
nob: UiTø etablerte Senter for samiske studier i 1990 .

source: Guovddáš galgá váikkuhit dan ahte dat dutkan ja oahpahus universitehtas , mii lea mávssolaš sámi servodahkii , buorebut vuoruhuvvo ja oktiiortnejuvvo .
nob: Senteret skal bidra til at forskning og undervisning ved UiTø som har relevans for det samiske samfunn , bedre kan prioriteres og samordnes .

source: Guovddáš lea iežas strategalaš ovddidan- ja plánenbarggu bokte stuorra doarjjan ja veahkkin universitehta ásahuvvon dutkanbirrasiid nannemis sihke viidodagas ja govdodagas .
nob: Gjennom sitt strategiske utviklings- og planleggingsarbeid er senteret en viktig støttespiller og bidragsyter når det gjelder å styrke de etablerte forskningsmiljøene ved UiTø i omfang og bredde .

source: Konkrehta prošeavttaid bokte vuolggaha guovddáš doaresfágalašvuođa ja ovttasbarggu sámi ja álgoálbmot guoski dutkansuorggis .
nob: Gjennom konkrete prosjekter initierer senteret til tverrfaglighet og samarbeid innenfor det samiske og urfolksrelaterte forskningsfeltet .

source: Guovddážis leat gávcci hálddahuslaš bargi ja gávcci dieđalaš bargi .
nob: Senteret har åtte administrativt ansatte og åtte vitenskapelig ansatte medarbeidere .

source: Sámi allaskuvla
nob: Sámi allaskuvla / Sámi University College

source: Ásahus lea alit oahpu ja dutkama allaskuvla .
nob: Institusjonen er en høgskole for høyere utdanning og forskning .

source: Allaskuvlla ásaheapmái ledje guokte váldoákka .
nob: Der var to hovedgrunner for etableringen av høgskolen .

source: Vuosttaš aggan lei háhkat dakkár allaskuvlla mas lea sámi biras go guoská gillii , kultuvrii ja sisdollui .
nob: For det første å skape en høgskole med samisk miljø hva angår språk , kultur og innhold .

source: Ja nubbi lea dat ahte hukset sámi allaskuvlla sierralágan kurssaiguin ja prográmmaiguin alit oahpu váste .
nob: For det andre å bygge opp en samisk høgskole med forskjellige kurser og programmer for høyere utdanning , ikke bare en lærerskole .

source: Álttá allaskuvlii ásahuvvui 1974:s sámi ossodat , gos lei oahpahus sámi gielas ja kulturmáhtus .
nob: opprettet en samisk avdeling , hvor det ble undervist i samisk språk og kulturkunnskap .

source: Dát ossodat sirdojuvvui Sámi allaskuvlii go dat ásahuvvui 1989:s .
nob: Avdelingen ble overført til Sámi allaskuvla ved etableringen i 1989 .

source: Sámi allaskuvla galgá leat dieđalaš skuvla čielga servodatdoaimmaiguin ja galgá addit oahpu alla gelbbolašvuođain oahpaheddjiide , ovdaskuvlaoahpaheddjiide ja fágaoahpaheaddjiide , ja muđui kandidáhtaide erenoamáš gelbbolašvuođain .
nob: Sámi allaskuvla skal være en vitenskapelig skole med klare oppgaver i samfunnet og skal utdanne høyt kvalifiserte lærere , førskolelærere og faglærere , og ellers kandidater med spesiell kompetanse .

source: Buot oahput galget leat sámi servodaga dárbbuid várás otnáš ja boahtteáiggi dilálašvuođaid ektui .
nob: All utdanning er rettet inn mot det samiske samfunnets behov i forhold til dagens og fremtidige situasjon .

source: Allaskuvla galgá leat guovddáš davviriikkalaš sámi oahpaheaddjioahppoásahus , ja man ulbmilin lea šaddat dieđalaš allaskuvlan ja dasto sámi universitehtan .
nob: Høgskolen skal være en sentral nordisk institusjon for samisk lærerutdanning , og har som mål å bli en vitenskapelig høgskole og dernest et samisk universitet .

source: Sámi allaskuvla rekruttere sámi studeanttaid Norggas , Ruoŧas , Suomas ja Ruoššas .
nob: Sámi allaskuvla rekrutterer samiske studenter fra Norge , Sverige , Finland og Russland .

source: Allaskuvllas leat oktiibuot sullii 40 oahppofálaldaga .
nob: Høgskole har til sammen ca. 40 studietilbud .

source: 15-20 oahppofálaldaga leat fágasekšuvnnain sámi giella , pedagogihkka , boazodoallu ja luondu , duodji , servodat , journalistihkka ja sámi osku ja religiovdna .
nob: Det tilbys 15-20 studier i fagseksjonene samisk språk , pedagogikk , reindrift og natur , duodji , samfunn , journalistikk og samisk tro og religion .

source: Allaskuvllas lea bachelorprográmmat ja viidásetoahput , sihke ollesáiggis ja čoahkkanemiid bokte , ja lea 2008 guovvamánus ožžon akkrediderejuvvot masteroahpu sámegielas .
nob: Høgskolen har bachelorprogrammer og videreutdanninger , både på heltid og samlingsbaserte , og har i februar 2008 fått akkreditert masterstudiet i samisk språk .

source: Buot fálaldagain lea sámi perspektiiva , ja ovttasbargu lea eará riikkaid álgoálbmotásahusaiguin .
nob: Alle studiene har et samisk perspektiv , og det samarbeides med urfolksinstitusjoner i andre land .

source: Okta dáin ovttasbargguin lea sirkumpolára fiermádat University of the Arctic .
nob: Ett av disse samarbeidene er det sirkumpolare nettverket University of the Arctic .

source: Fierpmádagas leat mielde logenar davviguovlluid allaskuvlla , universitehta ja eará dutkan- ja čielggadanásahusa .
nob: Nettverket utgjøres av flere titalls høgskoler , universiteter og andre forsknings- og utredningsinstitusjoner i nordområdene .

source: Lahtut juogadit resurssaid , fasilitehtaid ja áššedovdamuša huksen dihte dakkár oahpahusprográmmaid mat leat mávssolaččat ja leat olámuttos davviguovlluid studeanttaide .
nob: Medlemmene deler på ressurser , fasiliteter og ekspertise for å bygge utdanningsprogrammer relevante og tilgjengelige for studenter i nordområdene .

source: University of the Arctic bajimus ulbmil lea háhkat nana ja bissovaš sirkumpolára regiovnna dainna lágiin ahte nannet davviguovlluid álbmoga ja servodaga oahpahusain ja juogaduvvon máhtolašvuođain .
nob: University of the Arctics overordnete mål er å skape en sterk og vedvarende sirkumpolar region ved å styrke folk og samfunn i nordområdene med utdanning og delt kunnskap .

source: Fierpmádat deattuha oahpuid mat leat sirkumpolára , doaresfágalaččat ja main lea šláddjivuohta , ja geavaha fierpmádaga ovttaidahttojuvvon ja goabbat beallálaš návccaid guovllu erenoamáš hástalusaid ektui .
nob: Nettverket vektlegger utdanninger som er sirkumpolare , tverrfaglige og varierte , og utnytter nettverkets kombinerte og gjensidige styrker for å adressere regionens unike utfordringer .
